{
  "privacy_policy": {
    "title": "Política de Privacidad",
    "last_updated": "Última actualización: 24 de octubre de 2025",
    "intro": {
      "title": "Introducción",
      "content": "My Detail Area está comprometido con la protección de su privacidad. Esta Política de Privacidad explica cómo recopilamos, usamos, divulgamos y protegemos su información cuando utiliza nuestra plataforma de gestión para concesionarias."
    },
    "collection": {
      "title": "Información que Recopilamos",
      "content": "Recopilamos información que usted nos proporciona directamente, incluyendo:",
      "item1": "Información personal (nombre, dirección de correo electrónico, número de teléfono)",
      "item2": "Información de la concesionaria (nombre comercial, dirección, identificación fiscal)",
      "item3": "Datos de vehículos y clientes ingresados en el sistema",
      "item4": "Datos de uso y analíticas para mejorar nuestro servicio"
    },
    "usage": {
      "title": "Cómo Usamos su Información",
      "content": "Usamos la información que recopilamos para:",
      "item1": "Proporcionar, mantener y mejorar nuestros servicios de gestión para concesionarias",
      "item2": "Procesar transacciones y enviar información relacionada",
      "item3": "Enviar avisos técnicos, actualizaciones, alertas de seguridad y mensajes de soporte",
      "item4": "Responder a sus comentarios, preguntas y solicitudes de servicio al cliente"
    },
    "security": {
      "title": "Seguridad de Datos",
      "content": "Implementamos medidas técnicas y organizacionales apropiadas para proteger su información personal contra acceso no autorizado, alteración, divulgación o destrucción. Todos los datos están encriptados en tránsito y en reposo utilizando protocolos estándar de la industria."
    },
    "rights": {
      "title": "Sus Derechos",
      "content": "Usted tiene derecho a:",
      "item1": "Acceder y recibir una copia de sus datos personales",
      "item2": "Rectificar datos personales inexactos o incompletos",
      "item3": "Solicitar la eliminación de sus datos personales",
      "item4": "Oponerse o restringir el procesamiento de sus datos personales"
    },
    "contact": {
      "title": "Contacto",
      "content": "Si tiene alguna pregunta sobre esta Política de Privacidad, contáctenos en:",
      "email": "privacy@mydetailarea.com"
    }
  },
  "terms_of_service": {
    "title": "Términos de Servicio",
    "last_updated": "Última actualización: 24 de octubre de 2025",
    "acceptance": {
      "title": "Aceptación de los Términos",
      "content": "Al acceder y usar My Detail Area, usted acepta y acepta cumplir con estos Términos de Servicio. Si no está de acuerdo con estos términos, por favor no use nuestro servicio."
    },
    "usage": {
      "title": "Uso del Servicio",
      "content": "Usted acepta usar My Detail Area solo para fines legales y de acuerdo con estos Términos. Usted acepta no:",
      "item1": "Usar el servicio de forma que viole leyes o regulaciones aplicables",
      "item2": "Intentar obtener acceso no autorizado a cualquier parte del servicio",
      "item3": "Interferir o interrumpir el servicio o los servidores",
      "item4": "Cargar o transmitir virus o cualquier otro código malicioso"
    },
    "accounts": {
      "title": "Cuentas de Usuario",
      "content": "Cuando crea una cuenta con nosotros, debe proporcionar información precisa y completa. Usted es responsable de:",
      "item1": "Mantener la confidencialidad de las credenciales de su cuenta",
      "item2": "Todas las actividades que ocurran bajo su cuenta",
      "item3": "Notificarnos inmediatamente de cualquier uso no autorizado"
    },
    "intellectual_property": {
      "title": "Propiedad Intelectual",
      "content": "El servicio y su contenido original, características y funcionalidad son propiedad de My Detail Area y están protegidos por leyes internacionales de derechos de autor, marcas registradas, patentes, secretos comerciales y otras leyes de propiedad intelectual."
    },
    "liability": {
      "title": "Limitación de Responsabilidad",
      "content": "My Detail Area no será responsable de ningún daño indirecto, incidental, especial, consecuente o punitivo resultante de su uso o incapacidad para usar el servicio, incluso si hemos sido advertidos de la posibilidad de tales daños."
    },
    "changes": {
      "title": "Cambios a los Términos",
      "content": "Nos reservamos el derecho de modificar o reemplazar estos Términos en cualquier momento. Si una revisión es material, proporcionaremos al menos 30 días de aviso antes de que los nuevos términos entren en vigor. El uso continuado del servicio después de los cambios constituye aceptación de los nuevos Términos."
    },
    "contact": {
      "title": "Contacto",
      "content": "Si tiene alguna pregunta sobre estos Términos, contáctenos en:",
      "email": "legal@mydetailarea.com"
    }
  }
}
