{
  "privacy_policy": {
    "title": "Privacy Policy",
    "last_updated": "Last updated: October 24, 2025",
    "intro": {
      "title": "Introduction",
      "content": "My Detail Area is committed to protecting your privacy. This Privacy Policy explains how we collect, use, disclose, and safeguard your information when you use our dealership management platform."
    },
    "collection": {
      "title": "Information We Collect",
      "content": "We collect information that you provide directly to us, including:",
      "item1": "Personal information (name, email address, phone number)",
      "item2": "Dealership information (business name, address, tax ID)",
      "item3": "Vehicle and customer data entered into the system",
      "item4": "Usage data and analytics to improve our service"
    },
    "usage": {
      "title": "How We Use Your Information",
      "content": "We use the information we collect to:",
      "item1": "Provide, maintain, and improve our dealership management services",
      "item2": "Process transactions and send related information",
      "item3": "Send technical notices, updates, security alerts, and support messages",
      "item4": "Respond to your comments, questions, and customer service requests"
    },
    "security": {
      "title": "Data Security",
      "content": "We implement appropriate technical and organizational measures to protect your personal information against unauthorized access, alteration, disclosure, or destruction. All data is encrypted in transit and at rest using industry-standard protocols."
    },
    "rights": {
      "title": "Your Rights",
      "content": "You have the right to:",
      "item1": "Access and receive a copy of your personal data",
      "item2": "Rectify inaccurate or incomplete personal data",
      "item3": "Request deletion of your personal data",
      "item4": "Object to or restrict processing of your personal data"
    },
    "contact": {
      "title": "Contact Us",
      "content": "If you have any questions about this Privacy Policy, please contact us at:",
      "email": "privacy@mydetailarea.com"
    }
  },
  "terms_of_service": {
    "title": "Terms of Service",
    "last_updated": "Last updated: October 24, 2025",
    "acceptance": {
      "title": "Acceptance of Terms",
      "content": "By accessing and using My Detail Area, you accept and agree to be bound by these Terms of Service. If you do not agree to these terms, please do not use our service."
    },
    "usage": {
      "title": "Use of Service",
      "content": "You agree to use My Detail Area only for lawful purposes and in accordance with these Terms. You agree not to:",
      "item1": "Use the service in any way that violates applicable laws or regulations",
      "item2": "Attempt to gain unauthorized access to any portion of the service",
      "item3": "Interfere with or disrupt the service or servers",
      "item4": "Upload or transmit viruses or any other malicious code"
    },
    "accounts": {
      "title": "User Accounts",
      "content": "When you create an account with us, you must provide accurate and complete information. You are responsible for:",
      "item1": "Maintaining the confidentiality of your account credentials",
      "item2": "All activities that occur under your account",
      "item3": "Notifying us immediately of any unauthorized use"
    },
    "intellectual_property": {
      "title": "Intellectual Property",
      "content": "The service and its original content, features, and functionality are owned by My Detail Area and are protected by international copyright, trademark, patent, trade secret, and other intellectual property laws."
    },
    "liability": {
      "title": "Limitation of Liability",
      "content": "My Detail Area shall not be liable for any indirect, incidental, special, consequential, or punitive damages resulting from your use of or inability to use the service, even if we have been advised of the possibility of such damages."
    },
    "changes": {
      "title": "Changes to Terms",
      "content": "We reserve the right to modify or replace these Terms at any time. If a revision is material, we will provide at least 30 days' notice prior to any new terms taking effect. Continued use of the service after changes constitutes acceptance of the new Terms."
    },
    "contact": {
      "title": "Contact Us",
      "content": "If you have any questions about these Terms, please contact us at:",
      "email": "legal@mydetailarea.com"
    }
  }
}